// 홈페이지 컬러 참고
const palette = {
    orange: [
        '#FCF2EE',
        '#F9DFD3',
        '#FBB89B',
        '#F89569',
        '#F67137',
        '#F44E05',
        '#D63300',
        '#B42000',
        '#901100',
        '#700D00'
    ],
    gray: [
        '#F9F9F9',
        '#EAEAEA',
        '#D7D7D7',
        '#C1C1C1',
        '#A3A3A3',
        '#868686',
        '#6A6A6A',
        '#4E4E4E',
        '#333333',
        '#252525'
    ],
    blue: [
        '#F1F2FA',
        '#D4D8ED',
        '#A8B0D7',
        '#7E8ABE',
        '#5967A7',
        '#364693',
        '#1D2E82',
        '#0F1F6A',
        '#101B4D',
        '#071839'
    ],
    sys: [
        '#551A8B',
        '#0000EE',
        '#31A427',
        '#B4222B'
    ]
}   

export default palette;