Repository: EunjiBaek/kauctionHomepage
Catalog: *.Web.Public/Resources/Views/Shared/_Partial/_CertificateDocumentGuide.resx
Languages: ka

# ‘고유식별 정보’를 가려주세요
source: Mask your unique identifying information.
ka: ‘고유식별 정보’를 가려주세요

# 고유식별 정보가 가려지지 않은 증빙서류는&lt;br/&gt; 반려될 수 있으니 유의하시기 바랍니다.
source: Please note that verification documents may not be accepted if personally identificable information has not been obscured.
ka: 고유식별 정보가 가려지지 않은 증빙서류는<br/> 반려될 수 있으니 유의하시기 바랍니다.

# 내국인의 경우
source: Domestic Individuals
ka: 내국인의 경우

# 외국인의 경우
source: International Individuals
ka: 외국인의 경우

# 주민등록번호 뒷자리
source: Last digits of the resident registration number
ka: 주민등록번호 뒷자리

# 운전면허번호 및&lt;br/&gt;주민등록번호 뒷자리
source: Entire driver's license number and last digits of the resident registration number
ka: 운전면허번호 및<br/>주민등록번호 뒷자리

# 여권번호 및 성별, 국가 등 정보
source: Passport number, gender, country, etc. information.
ka: 여권번호 및 성별, 국가 등 정보

source: Please photograph verification documents with the above information obscured, or obscure the above information with photo editing tools.
ka: 신분증 촬영 시 안내된 부분을 <span>가리고 찍거나,</span><br/>이미 촬영한 경우 <span>불필요한 정보를 가려주세요.</span>

# 고유 식별 정보’ 및 ‘수집 미동의 정보’가 가려지지 않은 &lt;br /&gt; 증빙서류는 반려될 수 있으니 유의하시기 바랍니다.
source: Please note that verification documents may not be accepted if personally identificable information has not been obscured.
ka: 고유 식별 정보’ 및 ‘수집 미동의 정보’가 가려지지 않은 <br /> 증빙서류는 반려될 수 있으니 유의하시기 바랍니다.

# 확인
source: Confirm
ka: 확인
