Repository: EunjiBaek/kauctionHomepage
Catalog: *.Web.Public/Resources/Views/MyPage/Inquiries.resx
Languages: ka

# 위탁 문의 내역
source: Consignment Inquiry History
ka: 위탁 문의 내역

# 작품 문의 내역
source: Work Inquiry History
ka: 작품 문의 내역

# 문의하기
source: Inquiry
ka: 문의하기

# 소장품위탁을위한문의
source: Inquiries for consignment of collections
ka: 소장품위탁을위한문의

# 경매중인작품에대한문의
source: Inquiries about works being auctioned
ka: 경매중인작품에대한문의

# 조회기간
source: Search Period
ka: 조회기간

# 조회기간 선택
source: Select Search Period
ka: 조회기간 선택

# 검색어
source: Search
ka: 검색어

# 작가 또는 작품 명 입력
source: Works, Artists
ka: 작가 또는 작품 명 입력

# 찾기
source: Search
ka: 찾기

# 문의 내역이 없습니다.
source: There is no inquiry history.
ka: 문의 내역이 없습니다.

# 문의 등록
source: Register Inquiry
ka: 문의 등록

# 답변 완료
source: Answer Complete
ka: 답변 완료

# 초기화
source: Reset
ka: 초기화

# 대기중
source: Waiting
ka: 대기중

# 위탁가능
source: Consign Possible
ka: 위탁가능

# 위탁불가
source: Consign Impossible
ka: 위탁불가

# 답변 대기중
source: Waiting Answer
ka: 답변 대기중

# 위탁문의
source: Consign Inquiry
ka: 위탁문의

# 필터초기화
source: Reset Filter
ka: 필터초기화

# 검색 결과
source: Search Results
ka: 검색 결과
